---
kind: other
id: Methods.T:Autodesk.Revit.DB.Plumbing.IPipeFittingAndAccessoryPressureDropServer
source: html/194787fb-e313-ac63-50b1-d5297cc9f91c.htm
---
# IPipeFittingAndAccessoryPressureDropServer Methods

Calculate the pipe fitting and pipe accessory coefficient.